Repository: chessbr/shuup-product-variations
Catalog: shuup_product_variations/locale/*/LC_MESSAGES/djangojs.po
Languages: de, fi_fi, sv_se

source: This product has more than %s combinations.
de: Dieses Produkt hat mehr als %s Filter-Kombinationen.
fi_fi: Tällä tuotteella on enemmän kun %s yhdistelmää.
sv_se: Denna produkt har mer än %s kombinationer.

source: Please find combinations for edit by selecting variable values from the select below.
de: Wähle Kombinationen zum Bearbeiten aus, indem Du die Variablenwerte aus der Auswahl unten auswählst.
fi_fi: Etsi yhdistelmät muokattavaksi valitsemalla arvotvalitsimesta alapuolelta
sv_se: Vänligen hitta kombinationer för redigering genom att välja variabelvärden från markeringen nedan.

source: Product combinations (%s)
de: Artikelkombinationen (%s)
fi_fi: Tuote yhdistelmät (%s)
sv_se: Produktkombinationer (%s)

source: Filter combinations
de: Filterkombinationen
fi_fi: Rajaa yhdistelmiä
sv_se: Filtrera kombinationer

source: Select values for combinations...
de: Werte für Kombinationen auswählen ...
fi_fi: Valitse arvot yhdistelmille...
sv_se: Välj värden för kombinationer ...

source: Updating SKU failed
de: Die Aktualisierung der Artikelnummer ist fehlgeschlagen
fi_fi: Tuotenumeron päivittäminen epäonnistui
sv_se: Uppdateringen av SKU misslyckades

source: Updating price failed
de: Die Aktualisierung des Preises ist fehlgeschlagen
fi_fi: Hinnan päivittäminen epäonnistui
sv_se: Uppdateringen av priset misslyckades

source: Updating...
de: Wird aktualisiert...
fi_fi: Päivitetään...
sv_se: Uppdaterar...

source: Updated!
de: Aktualisiert!
fi_fi: Päivitetty!
sv_se: Uppdaterad!

source: SKU
de: Artikelnummer
fi_fi: Tuotenumero

source: Default Price
de: Standardpreis
fi_fi: Vakio hinta
sv_se: Standardpris

source: Inventory
de: Lagerbestand
fi_fi: Varasto
sv_se: Lager

source: Edit
de: Bearbeiten
fi_fi: Muokkaa
sv_se: Redigera

source: Loading...
de: Wird geladen...
fi_fi: Lataa...
sv_se: Laddar...

source: Go back to select variables and variable values
de: Gehe zurück, um Varianten und Variablenwerte auszuwählen
fi_fi: Palaa takaisin valitaksesi muuttujat ja muuttujien arvot
sv_se: Gå tillbaka för att välja variabler och variabelvärden

source: Organize current variations
de: Ausgewählte Varianten organisieren
fi_fi: Järjestele nykyiset variaatiot
sv_se: Organisera aktuella variationer

source: Go back to current product variations
de: Zu den ausgewählten Produktvarianten zurückkehren
fi_fi: Palaa takaisin nykyisiin tuote variaatioihin
sv_se: Gå tillbaka till aktuella produktvarianter

source: Failed to delete combinations
de: Die Kombinationen konnten leider nicht gelöscht werden
fi_fi: Yhdistelmien poisto epäonnistui
sv_se: Det gick inte att ta bort kombinationerna

source: Failed to create combinations
de: Die Kombinationen konnten leider nicht erstellt werden
fi_fi: Yhdistelmien luonti epäonnistui
sv_se: Det gick inte att skapa kombinationerna

source: Maximum variable values reached.
de: Maximale Anzahl an Variablenwerten erreicht.
fi_fi: Muuttujien enimmäismäärä saavutettu.
sv_se: Maximala variabelvärden har uppnått.

source: Failed to update combinations.
de: Die Kombinationen konnten leider nicht aktualisiert werden.
fi_fi: Yhdistelmien päivittäminen epäonnistui.
sv_se: Det gick inte att uppdatera kombinationerna.

source: Combinations updated.
de: Die Kombinationen wurden aktualisiert.
fi_fi: Yhdistelmät päivitetty.
sv_se: Kombinationerna är uppdaterade.

source: Updating variations...
de: Die Varianten werden aktualisiert...
fi_fi: Päivitetään variaatioita...
sv_se: Uppdaterar variationer...

source: Keep this page open to update all variations correctly.
de: Lass diese Seite geöffnet, um alle Varianten korrekt zu aktualisieren.
fi_fi: Pidä tämä sivu avoinna jotta kaikki variaatiot päivittyvät oikein.
sv_se: Håll den här sidan öppen för att uppdatera alla variationer korrekt.

source: Default price value
de: Standardpreis
fi_fi: Vakio hinta
sv_se: Standardprisvärde

source: Changing this value updates the prices for all new combinations.
de: Durch Ändern dieses Werts werden die Preise für alle neuen Kombinationen aktualisiert.
fi_fi: Tämän arvon muuttaminen päivittää kaikkien uusien yhdistelmien hinnan.
sv_se: Om du ändrar detta värde uppdateras priserna för alla nya kombinationer.

source: Default stock count
de: Standardbestand
fi_fi: Vakio varastolukumäärä
sv_se: Standardantal på lager

source: Changing this value updates the stocks for all new combinations.
de: Durch Ändern dieses Werts werden die Bestände für alle neuen Kombinationen aktualisiert.
fi_fi: Tämän arvon muuttaminen päivittää kaikkien uusien yhdistelmien varastolukumäärän.
sv_se: Om du ändrar detta värde uppdateras lagren för alla nya kombinationer.

source: Confirm pending changes to combinations
de: Bestätige bitte die ausstehenden Änderungen an den Kombinationen
fi_fi: Vahvista yhdistelmiin tehdyt muutokset
sv_se: Bekräfta väntande ändringar av kombinationer

source: After new combinations are confirmed you can do more editing for each new item.
de: Nachdem die neuen Kombinationen bestätigt wurden, kannst Du jedes neue Varianten-Element weiter bearbeiten.
fi_fi: Uuden yhdistelmien vahvistamisen jälkeen viut tehdä lisää muutoksiajokaiselle kohteelle.
sv_se: Efter att nya kombinationer har bekräftats kan du redigera mer för varje nytt objekt.

source: Cancel pending changes to combinations
de: Ausstehender Änderungen an den Kombinationen verwerfen
fi_fi: Peruuta yhdistelmiin tehdyt muutokset
sv_se: Avbryt väntande ändringar av kombinationer

source: Make sure all variables has at least one value selected.
de: Stelle bitte sicher, dass für alle Variablen mindestens ein Wert ausgewählt ist.
fi_fi: Varmista että kaikilla muuttujilla on vähintään yksi arvo valittuna.
sv_se: Se till att alla variabler har minst ett värde valt

source: Loading organizer failed! Refresh page and try again...
de: Das Laden des Organizers ist fehlgeschlagen! Aktualisiere die Seite und versuche es bitte erneut.
fi_fi: Järjesteliän lataus epäonnistui! Päivitä sivu ja kokeile uudestaan...
sv_se: Det gick inte att ladda arrangören! Uppdatera sidan och försök igen ...

source: Variable saved successfully!
de: Die Variable wurde erfolgreich gespeichert!
fi_fi: Muuttuja tallennettu onnistuneesti!
sv_se: Variabel sparades!

source: Saving variable failed! Try again...
de: Das Speichern der Variablen ist leider fehlgeschlagen! Versuche es bitte erneut...
fi_fi: Muuttujan tallentaminen epäonnistui! Kokeile uudestaan...
sv_se: Variabeln sparningen misslyckades! Försök igen...

source: Variable value saved successfully!
de: Der Variablenwert wurde erfolgreich gespeichert!
fi_fi: Muuttujan arvo tallennettu onnistuneesti!
sv_se: Variabelt värde sparades!

source: Saving variable value failed! Try again...
de: Das Speichern der Variablen ist leider fehlgeschlagen! Versuche es bitte erneut...
fi_fi: Muuttujan arvon tallentaminen epäonnistui! Kokeile uudestaan...
sv_se: Det gick inte att spara variabelvärdet! Försök igen...

source: Loading translations failed! Try again...
de: Das Laden der Übersetzungen ist leider fehlgeschlagen! Versuche es bitte erneut...
fi_fi: Käännösten lataus epäonnistui! Kokeile uudestaan...
sv_se: Det gick inte att ladda översättningar! Försök igen...

source: Translation saved successfully!
de: Die Übersetzung wurde erfolgreich gespeichert!
fi_fi: Käännös tallennettu onnistuneesti!
sv_se: Översättningen sparades!

source: Saving translation failed! Try again...
de: Das Speichern der Übersetzung ist leider fehlgeschlagen! Versuche es bitte erneut...
fi_fi: Käännöksen tallentaminen epäönnistui! Kokeile uudestaan...
sv_se: Det gick inte att spara översättningen! Försök igen...

source: Go back to ordering variations
de: Zurück zu der Variantenreihenfolge
fi_fi: Palaa variaatioiden järjestelyihin
sv_se: Gå tillbaka till variations ordningen

source: Translate
de: Übersetzen
fi_fi: Käännä
sv_se: Översätt

source: Update variation order, names and translations
de: Aktualisiere bitte die Reihenfolge der Varianten, die Namen und die Übersetzungen
fi_fi: Päivitä variaatio järjestys, nimet tai käännökset
sv_se: Uppdatera variantordning, namn och översättningar

source: Ordering
de: Reihenfolge
fi_fi: Järjestys
sv_se: Ordning

source: Select variations
de: Varianten auswählen
fi_fi: Valitse variaatiot
sv_se: Välj variationer

source: Select values for variable...
de: Werte für Variable auswählen ...
fi_fi: Valitse arvot muuttujalle...
sv_se: Välj värden för variabeln...

source: Add new variable...
de: Neue Variable hinzufügen ...
fi_fi: Lisää uusi muuttuja...
sv_se: Lägg till en ny variabel...
