Repository: chessbr/shuup-product-variations
Catalog: shuup_product_variations/locale/*/LC_MESSAGES/django.po
Languages: de, sv_se

source: Product Variations
de: Produktvarianten
sv_se: Produktvarianter

source: Product Variations Organizer
de: Produktvarianten-Verwaltung
sv_se: Produktvariationer Arrangör

source: The SKU '{sku}' is already being used.
de: Die Artikelnummer "{sku}" wird bereits verwendet.
sv_se: SKU: n '{sku}' används redan.

source: Product not found
de: Artikel nicht gefunden.
sv_se: Produkten hittades inte

source: Invalid content data
de: Ungültige Inhaltsangaben
sv_se: Ogiltig innehållsdata

source: Either combination or SKU must be informed.
de: Entweder die Kombination oder die Artikelnummer müssen angegeben werden.
sv_se: Antingen kombination eller SKU måste informeras.

source: Variable not found
de: Variable nicht gefunden
sv_se: Variabel hittades inte

source: name
sv_se: namn

source: variation variable
de: Produktvarianten-Variable
sv_se: variation variabel

source: variation variables
de: Produktvarianten-Variablen
sv_se: variationsvariabler

source: value
de: Wert
sv_se: värde

source: variation value
de: Produktvarianten-Wert
sv_se: variation värde

source: variation values
de: Produktvarianten-Werte
sv_se: variations värden

source: Product variations
de: Produktvarianten
sv_se: Produktvariationer

source: Predefined variation options
de: Vordefinierte Varianten-Möglichkeiten
sv_se: Fördefinierade variationalternativ

source: These variables and variable values will be available at product when managing product variations.
de: Diese Variablen und Variablenwerte stehen bei der Verwaltung von Produktvarianten zur Verfügung.
sv_se: Dessa variabler och variabla värden kommer att finnas tillgängliga på produkten när produktvarianter hanteras.

source: Create or remove variables and variable values using the select elements below.
de: Erstelle oder entferne Variablen und Variablenwerte mit den unten stehenden Auswahlelementen.
sv_se: Skapa eller ta bort variabler och variabelvärden med hjälp av markeringselementen nedan.

source: Update ordering and translate variables and variable values by selecting "Organize current variations".
de: Aktualisiere die Reihenfolge und übersetze Variablen und Variablenwerte, indem Du "Aktuelle Varianten organisieren" wählst.
sv_se: Uppdatera beställning och översätt variabler och variabelvärden genom att välja "Organisera aktuella variationer ".
